{"inkVersion":21,"root":[[{"->":"charis1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"charis1":[{"->":".^.main"},{"main":[["#","^setcharacter right Miku happy","/#","#","^setcharacter left Charis happy","/#","#","^setvisibleinst false","/#","#","^setvisibleinst false","/#","#","^setactive miku false","/#","#","^setactive charis false","/#","^A woman with a tall, slender robotic chassis for a body sifts through various application windows, vague figures of advisors corporate executives, and officials giving her briefings and awaiting orders.","\n","^Her back is turned towards you as you enter.","\n","#","^setvisible true","/#","#","^setspeaker charis","/#","^<i>without looking</i>   I apologize, but I’m terribly busy at the moment. Let’s see... I don’t have any appointments scheduled for this time slot, so I’d be more than happy to speak with you once you’ve scheduled a tentative appointment and had it vetted by my secretary. The next available slot should be in around three months. ","#","^onend emotion miku sad","/#","\n","ev","str","^I wouldn’t have burst in if this wasn’t an emergency, Chancellor.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I’m about to go on a tour and decided this was worth my while.","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^The only thing that’ll be on your schedule in three months is physical therapy.","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ ",{"->":"charis1.c1"},"\n",{"#f":5}],"c-1":["^ ",{"->":"charis1.c2"},"\n",{"#f":5}],"c-2":["^ ",{"->":"charis1.c3"},"\n",{"#f":5}]}],{"#f":1}],"c1":["^I wouldn’t have burst in if this wasn’t an emergency, Chancellor. ","#","^switchspeaker","/#","\n","#","^setvisible false","/#","^This gets her attention, and she turns around in her seat to face you.","\n","#","^setvisible true","/#","#","^switchspeaker","/#","^I suppose this can wait, I’ve been a little ahead of schedule today. What is the emergency?","\n","^Wait a minute–you’re Netsuha Kumi. You’re very popular amongst my citizens. Strange. All of my security drones have been incapacitated, but no alarms were triggered. How could this be?","\n","#","^switchspeaker","/#","#","^emotion miku happy","/#","^I am hiding in your WIFI.","\n","#","^switchspeaker","/#","^I see. So what could possibly have brought you here?","\n",{"->":"charis2c1"},{"#f":1}],"c2":["#","^emotion miku happy","/#","^I’m about to go on a tour and decided this was worth my while. And if it’s worth my while, it sure as heck is worth yours, too, lady. ","#","^switchspeaker","/#","\n","#","^setvisible false","/#","^She pauses, her hands hovering above her holographic keyboard. You certainly have her attention, if not reluctantly. She still has her back to you.","\n","#","^setvisible true","/#","#","^switchspeaker","/#","^Ah. You must be Netsuha Kumi. My citizens have been in a buzz about your upcoming tour. I certainly disapprove of your uncouth tone, but you have my ears. Speak.","\n",{"->":"charis2"},{"#f":1}],"c3":["#","^switchspeaker","/#","#","^emotion miku happy","/#","^The only thing that’ll be on your schedule in three months is physical therapy. I’m about to mess you and that tacky hunk of metal you call a body the hell up!","\n","#","^setvisible false","/#","^She briefly hesitates, sighing, before swiping away her holographic keyboard and turning off her giant displays.","\n","^A single red button remains where her setup was. She presses it before getting up and turning to face you.","\n","#","^setvisible true","/#","#","^switchspeaker","/#","^I am Chancellor, the voice of my people. To threaten me with violence is to threaten my people with violence. ","#","^onend emotion miku sad","/#","\n","^It’s treason, then.  Erinye Protocol: Activation.","\n","end",{"#f":1}],"#f":1}],"charis2":[["ev","str","^We can negotiate, but only if you cooperate.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^*flirt* I don’t like sand. It’s course and rough and irritating, and it gets everywhere","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"charis2c1"},"\n",{"#f":5}],"c-1":["^ ",{"->":"charis2c2"},"\n",{"#f":5}]}],{"#f":1}],"charis2c1":[["#","^emotion miku sad","/#","#","^switchspeaker","/#","^Your faction is one of three raging for control over the moon. M.I.K.U. has asked me to step in and end this strife, and I’ve obliged.  We can negotiate some sort of peace, but only if you cooperate.","\n","#","^switchspeaker","/#","^26,439. That’s how many of my citizens have died in this bloodshed. 11,571 of them were noncombatants, honest and fair people. I’m sorry, but I cannot.","\n","^If I were to stop, I know their spirits would haunt me every night, for failing to stand up for them when it mattered. What could you possibly offer to atone for that?","\n","ev","str","^Tickets to my concert!","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^When we negotiate peace, I promise you’ll get a fair say.","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Do you know who I am?","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Flirt","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":["^ ",{"->":".^.^.^.c1"},"\n",{"#f":5}],"c-1":["^ ",{"->":".^.^.^.c2"},"\n",{"#f":5}],"c-2":["^ ",{"->":".^.^.^.c3"},"\n",{"#f":5}],"c-3":["^ ",{"->":"charis2c2"},"\n",{"#f":5}]}],{"c1":["#","^switchspeaker","/#","#","^emotion miku happy","/#","^Front row seats to my upcoming tour, with travel and food costs included. Oh, and a 50% discount on Kumi merch, lifetime!","\n","#","^setvisible false","/#","^Charis is stunned, sitting there for a few moments, clearly collecting her thoughts.","\n","#","^switchspeaker","/#","#","^setvisible true","/#","^This is outrageous. ","#","^emotion miku sad","/#","\n","^It’s insulting. And I will not tolerate insults to my people. ","#","^onend emotion miku scared","/#","\n","^Erinye Protocol: Activation.","\n","^Perhaps I ought to beat some civility and manners into you, with force.","\n","end",{"#f":1}],"c2":["#","^switchspeaker","/#","#","^emotion miku sad","/#","^When we negotiate peace, I promise you’ll get a fair say.","\n","#","^setvisible false","/#","^Charis pauses, considering your words.","\n","#","^setvisible true","/#","#","^switchspeaker","/#","^You talk of big promises. Can you back them up?","\n","end",{"#f":1}],"c3":["#","^switchspeaker","/#","#","^emotion miku happy","/#","^Sorry this is just kind of funny.","\n","^I’m kind of laughing right now looking at your face because you clearly don’t know who you’re speaking to.","\n","#","^emotion miku sad","/#","^Let me clue you in.","\n","#","^switchspeaker","/#","^You’ll forgive me for requesting a duel to determine that for myself…not that I don’t believe you.","\n","^Erinye Protocol: Activation.","\n","^I look forward to ascertaining whether the great Netsuha Kumi lives up to her reputation. ","#","^emotion miku happy","/#","\n","end",{"#f":1}],"#f":1}],"charis2c2":[["#","^switchspeaker","/#","#","^emotion miku happy","/#","^I don’t like sand. It’s course and rough and irritating, and it gets everywhere. Not like here. Here everything is <i>pauses, looking at her</i> soft and…smooth.","\n","#","^setvisible false","/#","^Charis is visibly taken aback, and pauses for a time, unsure of what to say and blushing somewhat.","\n","#","^setvisible true","/#","#","^switchspeaker","/#","^If I didn’t know any better…I would say that that was a feeble attempt at flirtation. I…why?","\n","#","^setvisible false","/#","^The cool office building suddenly feels hotter.","\n","ev","str","^What do you say to talking over a couple of nice ice cream sundaes?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I could do with a hearty, hot meal right about now. What say you?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":".^.^.^.c1"},"\n",{"#f":5}],"c-1":["^ ",{"->":".^.^.^.c2"},"\n",{"#f":5}]}],{"c1":["#","^emotion miku happy","/#","#","^setvisible true","/#","#","^switchspeaker","/#","^What do you say to talking over a couple of nice ice cream sundaes, Chancellor? This office of yours is awfully stuffy.","\n","#","^switchspeaker","/#","^A-as it happens, my personal chef makes excellent sundaes. I-I’m unsure how you would know that…perhaps it comes with the charisma required of a renowned idol. I’ll order us some…","\n","#","^setvisible false","/#","^She blushes slightly","\n","#","^setvisible true","/#","^But afterwards we’ll have to return strictly to business matters, a-alright?","\n",{"->":"charisSundaeChoice"},{"#f":1}],"c2":["^I could do with a hearty, hot meal right about now. What say you? Would you like to join me? We can talk as we eat.","\n","#","^switchspeaker","/#","^It’s incredibly stuffy in my office right now. That new artificial environment system must have broken down again. B-besides, this distraction has already persisted much too long. ","#","^onend emotion miku sad","/#","\n","^Let us return to our formal business. If you’ve nothing productive to discuss, I’ll have to ask you to leave.","\n","end",{"#f":1}],"#f":1}],"charisSundaeChoice":[["^What sort of sundae would you like, Kumi-san?","\n","ev","str","^Chocolate","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Vanilla","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Banana Mango","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ ",{"->":".^.^.^.c1"},"\n",{"#f":5}],"c-1":["^ ",{"->":".^.^.^.c2"},"\n",{"#f":5}],"c-2":["^ ",{"->":".^.^.^.c3"},"\n",{"#f":5}]}],{"c1":["#","^switchspeaker","/#","^Chocolate, of course.","\n","#","^switchspeaker","/#","^Chocolate is a beloved staple of this society, but recently a genetically engineered cocoa breed created by the military scientists of the Crimson Neon Legion has silently infiltrated cocoa farms across the moon, making all the cocoa fruit harbor tasteless, odorless, and colorless poisons.","\n","^I have secretly halted cocoa imports, and the citizens are none the wiser. A person of your status no doubt had clearance to access that information, meaning you likely intended to poison me.","\n","^A threat to me is a threat to my people. I shall deliver righteous punishment for this transgression against the state.","\n","^Erinye Protocol: Activation.","\n","#","^switchspeaker","/#","#","^emotion miku evil","/#","^I guess you aren't as dumb as you look.","\n","^I'll make you wish the poison got you.","\n","end",{"#f":1}],"c2":["#","^switchspeaker","/#","^Vanilla, of course.","\n","#","^setvisible false","/#","^Charis visibly recomposes herself.","\n","#","^setvisible true","/#","#","^switchspeaker","/#","^A perfectly suitable, if not rather bland choice.","\n","#","^setvisible false","/#","^Charis pulls out a holo tablet, taps some buttons on her screen, and swipes the screen away.","\n","^A few minutes later, a waiter drone enters the office with the sundaes.","\n","#","^setvisible true","/#","^Let us enjoy these, and return to business matters, then.","\n","#","^setvisible false","/#","^She was right. The sundae is excellent.","\n",{"->":"charis3"},{"#f":1}],"c3":["#","^switchspeaker","/#","^Banana Mango, of course.","\n","^It’s my favorite, after all. There’s a place in Neo-Philadelphia that’s pretty good. Though I’m sure your chef can make a pretty mean one as well.","\n","#","^setvisible false","/#","^Charis is caught off guard.","\n","#","^setvisible true","/#","#","^switchspeaker","/#","^That’s also my go-to choice. How did you…?","\n","#","^setvisible false","/#","^Charis pulls out a holo tablet, and taps some buttons on her screen. She accidentally mispresses a few times, as if a little preoccupied, but eventually swipes the screen away.","\n","^A few minutes later, the waiter drone enters the office with the sundaes.","\n","#","^setvisible true","/#","^W-well, then, let’s dig in. After you.","\n","#","^setvisible false","/#","^It’s a bit different from the one at Jet’s Diner in Neo-Philly. Less rich and more fruity. Makes sense–livestock is much more expensive where there isn’t a lot of space for pastures, and 40% of the moon’s surface is still completely barren. You can’t decide which one you like better.","\n",{"->":"charisr1"},{"#f":1}],"#f":1}],"charis3":["^Can't find this","\n","end",{"#f":1}],"charisr1":["^Can't find this","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}