{"inkVersion":21,"root":[[{"->":"charis1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"charis1":[{"->":".^.main"},{"main":[["#","^setcharacter right Miku happy","/#","#","^setcharacter left Charis happy","/#","#","^setvisible miku false","/#","#","^setvisible charis false","/#","#","^setactive miku false","/#","#","^setactive charis false","/#","^A woman with a tall, slender robotic chassis for a body sifts through various application windows, vague figures of advisors corporate executives, and officials giving her briefings and awaiting orders.","\n","^Her back is turned towards you as you enter.","\n","#","^setvisible miku true","/#","#","^setvisible charis true","/#","#","^setspeaker charis","/#","^*without looking* n I apologize, but I’m terribly busy at the moment. Let’s see... I don’t have any appointments scheduled for this time slot, so I’d be more than happy to speak with you once you’ve scheduled a tentative appointment and had it vetted by my secretary. The next available slot should be in around three months.","\n","#","^emotion miku sad","/#","ev","str","^I wouldn’t have burst in if this wasn’t an emergency, Chancellor.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I’m about to go on a tour and decided this was worth my while (unprofessional)","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^The only thing that’ll be on your schedule in three months is physical therapy.","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ ",{"->":"charis1.c1"},"\n",{"#f":5}],"c-1":["^ ",{"->":"charis1.c2"},"\n",{"#f":5}],"c-2":["^ ",{"->":"charis1.c2"},"\n",{"#f":5}]}],{"#f":1}],"c1":["^I wouldn’t have burst in if this wasn’t an emergency, Chancellor. ","#","^switchspeaker","/#","\n","^This gets her attention, and she turns around in her seat to face you. ","#","^switchspeaker","/#","\n","^I suppose this can wait, I’ve been a little ahead of schedule today. What is the emergency? ","#","^switchspeaker","/#","\n","^Wait a minute–you’re Netsuha Kumi. You’re very popular amongst my citizens. Strange. All of my security drones have been incapacitated, but no alarms were triggered. How could this be? ","#","^switchspeaker","/#","\n","^I am hiding in your WIFI. ","#","^switchspeaker","/#","\n","^I see. So what could possibly have brought you here? ","#","^switchspeaker","/#","\n",{"->":"charis2"},{"#f":1}],"c2":["^I’m about to go on a tour and decided this was worth my while. And if it’s worth my while, it sure as heck is worth yours, too, lady. ","#","^switchspeaker","/#","\n","#","^setactive miku false","/#","^She pauses, her hands hovering above her holographic keyboard. You certainly have her attention, if not reluctantly. She still has her back to you.","\n","#","^setactive charis true","/#","^Ah. You must be Netsuha Kumi. My citizens have been in a buzz about your upcoming tour. I certainly disapprove of your uncouth tone, but you have my ears. Speak.","\n",{"->":"charis2"},{"#f":1}],"c3":["^The only thing that’ll be on your schedule in three months is physical therapy. I’m about to mess you and that tacky hunk of metal you call a body the hell up!","\n","^She briefly hesitates, sighing, before swiping away her holographic keyboard and turning off her giant displays.","\n","^A single red button remains where her setup was. She presses it before getting up and turning to face you.","\n","^Charis: I am Chancellor, the voice of my people. To threaten me with violence is to threaten my people with violence.","\n","^Charis: It’s treason, then.","\n","^Charis: Erinye Protocol: Activation.","\n","end",{"#f":1}],"#f":1}],"charis2":["end",{"#f":1}],"#f":1}],"listDefs":{}}