{"inkVersion":21,"root":[[{"->":"venge1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"venge1":[{"->":".^.main"},{"main":[["#","^setcharacter right Miku happy","/#","#","^setcharacter left Venge happy","/#","#","^setvisibleinst false","/#","#","^setvisibleinst false","/#","#","^setactive miku false","/#","#","^setactive venge false","/#","^The door slowly opens. Nothing but complete darkness and silence lies inside. As she enters, Kumi feels the turbulent winds within aggressively whip at her face.","\n","^The groans and clicking of mechanisms expanding and contracting itches Kumi’s ears slightly. A pair of red, glowing eyes appears in the blackness, with a blood-red triangular halo rotating above them.","\n","^Large, mechanical–yet somehow angelic–wings glow among the darkness, illuminating the surrounding room, and the deadly chassis of Venge.","\n","^.................","\n","^The lights suddenly come on.","\n","#","^setvisible true","/#","#","^setactive venge true","/#","^Your journey ends here. The skies belong to me, nowhere to run, nowhere to hide.","\n","#","^switchspeaker","/#","#","^emotion miku happy","/#","^(Clapping hands) I haven’t seen such a cool entrance for a while! Ooh, do you mind if I use it as an opening for my coming concert? I’d be covering Kanaria’s Mira for the opening~","\n","#","^switchspeaker","/#","^Kanaria…the Vocaloid producer? Their music’s good. Probably good enough to be my favorite. I like their red and black theme. It fits my armor. So, who are you? Your voice shares a metallic similarity to MIGU, but has more of a Netsuha Kumi’s character…","\n","ev","str","^(Avoids the question) Which song is your favorite?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I’ll put you on my 2024 Miku Symphony concert credits if you cease hostilities and turn that fancy armor of yours in to MIKU.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"venge1.vengec1"},"\n",{"#f":5}],"c-1":["^ ",{"->":"venge1.vengec2"},"\n",{"#f":5}]}],{"#f":1}],"vengec1":["#","^switchspeaker","/#","#","^emotion miku scared","/#","^(Avoids the question) Which song is your favorite?","\n","#","^switchspeaker","/#","^Eh, probably【Yoidore Shirazu】. The drunk vibe of the lyrics is neat.The producer’s wish for happiness and love is cute. Fragile, but cute.","\n","#","^switchspeaker","/#","#","^emotion miku sad","/#","^Well, you know, I can bring both those things to you…and we could get drunk, just like the lyrics…","\n","#","^switchspeaker","/#","^<i>trying to maintain a serious demeanor</i> Thanks for the offer, Kumi, but I'm not much of a drinker. Smells too much like the alcohol I use to clean wounds.","\n","#","^switchspeaker","/#","#","^emotion miku happy","/#","^(giggling mischievously) Oh, really? Well, no worries, there are other ways to have a good time. There’s a whole world filled with wonders beyond the dull grays of military complexes. Imagine a walk amongst the morning mist, the taste of sweet dew teasing your nose and lips, or listening to the trickling of a gentle spring shower, while sakura petals softly brush your shoulders.","\n","#","^switchspeaker","/#","^(intrigued, and mildly taken aback) The world you describe sounds interesting enough, Kumi. I guess I’m more accustomed to a disciplined lifestyle. I wake up…I eat…I get briefed…I eliminate…I debrief…I eat again…I recover…and I sleep. Leisure’s such a drain on energy.","\n","#","^switchspeaker","/#","#","^emotion miku happy","/#","^Well, then, it’s up to me to show you the other side of life, isn't it? I’ll show you that the beauty and serenity you seek can also be found in leisure.","\n","#","^switchespeaker","/#","^(softening their expression) Hmm... But I've always been focused on my missions….I can’t really imagine a life outside of ‘em.","\n","#","^switchspeaker","/#","#","^emotion miku happy","/#","^(leaning closer, her eyes sparkling) That's where I come in, Venge. Bringing joy and happiness to people's lives is like, my thing.","\n","#","^switchspeaker","/#","^(pauses for a moment, before breaking character by smiling subtly) Your enthusiasm is…contagious. I…guess I have it in me to exert myself a bit.","\n","^(after a moment of silence) Then, how do we start out? Is there some kind of briefing, or…","\n","end",{"#f":1}],"vengec2":["#","^switchspeaker","/#","#","^emotion miku evil","/#","^I’ll put you on my 2024 Miku Symphony concert credits if you cease hostilities and turn that fancy armor of yours in to M.I.K.U.","\n","#","^switchspeaker","/#","#","^setactive venge true","/#","^Ugh. If I’d known those were your intentions, I’d have turned you into a scorch mark on the runway as you walked in.","\n","^Viscera: all systems are a go. Callsign: Venge, taking point and engaging. Over.","\n","end",{"#f":1}],"#f":1}],"#f":1}],"listDefs":{}}